MESSAGES = {
    'start': "Привет! /name /order /orders /about",
    # 'skip': "Вы пропустили ввод имени. Добро пожаловать, друг!",
    'error_user': "Произошла ошибка при получении данных пользователя.",
    # 'greet': "Приятно познакомиться, {name}!",
    'name_prompt': "Как тебя зовут?",
    'api_request': "Отправляем запрос в АПИ",
    'user_info': "Информация о пользователе: {user_data}",
    'order_success': "Ваш заказ оформлен! ID заказа: {order_id}",
    'error_user_id': "Ошибка: ID пользователя не найден. Пожалуйста, сначала введите имя.",
    'order_info': "Заказ: {order}",
    'error_orders': "Ошибка получения заказов."
}
